Revit 2023 API
GroupTypeId.GeometryPositioning Property
 "Geometric Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId GeometryPositioning { get; }
Visual Basic
Public Shared ReadOnly Property GeometryPositioning As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ GeometryPositioning {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace